Revit 2027 API
ParameterTypeId.RbsElecCircuitPrefix Property
 "Circuit Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitPrefix { get; }
Public Shared ReadOnly Property RbsElecCircuitPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitPrefix {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace